Revit 2027 API
MEPSystemType.FillVisible Property
 Indicates the visibility of the fill pattern for all components in the system.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool FillVisible { get; set; }
Public Property FillVisible As Boolean
	Get
	Set
public:
property bool FillVisible {
	bool get ();
	void set (bool value);
}
member FillVisible : bool with get, set
Property Value
Boolean
See Also
Reference
MEPSystemType Class
Autodesk.Revit.DB Namespace